import { Box, Heading, Container, Stack, Text } from '@chakra-ui/react';

import React from 'react';
import Head from 'next/head';

export default function about() {
  return (
    <Container mb={16} maxW={'4xl'}>
      <Head>
        <title>عنا</title>
      </Head>
      <Heading my="8" color="gray.600">
        من نحن:
      </Heading>
      <Text my="8" fontSize="xl">
        نحن مجموعة من الشباب الفريلانس سأمنا من التعرض للنصب من زبائننا حيث يسبقون لنا مبلغ من المال
        للحصول على خدمات أو منتوج وبعد استلامهم لما طلبوا لا يكملون لنا الباقي، ففكرنا بإجاد حل
        لأنفسنا وأن نشارك هذا الحل مع كل شخص أو مؤسسة تتعامل عبر الأنترنت لنجنبهم خسارة أموالهم.
      </Text>
      <Text my="8" fontSize="xl">
        سواء كنت فريلانس، بائع، مواطن تحب التسوق عبر الأنترنت، شركة تفضل التعامل عن بعد لاقتصاد
        الوقت والجهد ........ أينما كنت الان يمكنك ان تبيع وتشتري وتتم صفقاتك عبر الانترنت بكل
        اريحية ومن دون التعرض لأي شكل من أشكال النصب والاحتيال بعد الان مع أضمنلي أموالك في أمان
        وضمان.
      </Text>
      <Heading my="8" color="gray.600">
        لماذا نحن:
      </Heading>
      <Text my="8" fontSize="xl">
        عندما تتعامل ماليا مع أشخاص غير معروفين احتمالية التعرض للنصب هي 90 لان الأنترنت و بالأخص
        وسائل التواصل الاجتماعي أصبحت وسيلة جديدة يستعملها اللصوص للإيقاع بضحاياهم و الدليل ان قضايا
        النصب و الاحتيال أصبحت من أكثر القضايا طرحا في المحاكم الجزائرية ، ورغم القوانين الجديدة
        التي سنتها الحكومة مؤخرا للتضييق على الجرائم الالكترونية إلا ان ذلك لم يحد من الظاهرة لان
        أغلب المحتالين اصبحوا محترفين و ينتحلون شخصيات وهمية لا وجود لها مما يجعل العثور عليكم من
        الجهات المعنية صعب ، و إن تم العثور عليهم و إثبات تورطهم بالجرم إلا أن أقصى ما ستفعله
        المحكمة هي الحكم عليهم بالسجن و في هذه الحالة لن تستفيد شيء فبعد عناء كبير في المحاكم و
        تضييع وقتك وجهدك لن تتمكن من استرداد أموالك .
      </Text>
      <Text my="8" fontSize="xl">
        الحل هو إما ان لا تتعامل أبدا عبر الانترنت، هذا قد يحرمك من صفقات وفرص مربحة و يجعلك تضيع
        الكثير من الجهد و المال و كذلك الزبائن، و إما أن تلجئ الينا لنضمن أموالك، و لأننا شركة
        معتمدة ومعروفة ورأس مالنا هو سمعتنا فاحتمالية أن نحتال عليك هي معدومة. وحتى وإن حدث واعتقدت
        اننا احتلنا عليك مع اننا نستبعد هذا. بإمكانك أن تلجئ الى الجهات المعنية وهي ستفصل بيننا
        لأننا هيئة معروفة ولسنا مسترزقة ننتحل شخصيات مجهولة عبر الانترنت هذا سيسهل الامر عليك.
      </Text>
    </Container>
  );
}
